<?php
$lang = array
(
	'tips' => "变化咒可以对你和好友使用,但对学生无效||在魔法小屋中多摆放一些家具,会增加魔法值上限||魔法上限越高,回复的点数也越多||多和村民们聊聊,可以获得很多有用的信息||水晶是合成魔法的基础材料，可以在商店中购买获得||在使用合成魔法时，如果发现某个材料不足，直接点击他就可购买了||小屋是通过添置家具增加魔法值上限来升级的||长时间不收取学费，学费就会变成石头哦||使用食品和饮料可以恢复魔法值||在魔法书中可以学到更多的魔法，越高级的魔法收入就越多||小屋每升一级都会吸引新的学生来你的教室学习魔法||一个好汉三个帮，拥有越多的好友，就能得到越多的帮助哦||使用不同的变化咒可以获得不同的特殊材料，所以......多多变化吧！||魔法师乐乐是伟大的大魔导师奥兹巴的爱徒，她为什么主动来帮助我们呢？||全屏游戏可以看到更多的景色||完成任务可以获得更多的经验和奖励||迎接新学生钱，请先把空位上的学费收走",
	'server_error' => '服务器内部错误',
	'session_error' => '长时间无操作,请刷新新页面',
	'refresh_page' => '校内认证过期,请刷新新页面',

	'no_tasking' => '没有计划队列在执行了',

	'nickname_prefix' => '小',
	'plan_save_ok' => '计划保存成功',
	'not_enough_money' => '囊包空空',
);