<?php

/**
 * language pack CN
 *
 * @package    Happyfish/Magic/Bll/Language
 * @copyright  Copyright (c) 
 * @create     2010/11/02    zhangxin
 */
class Happyfish_Magic_Bll_Language_CN
{

    /**
     * get context info
     *
     * @param integer $id
     * @return string
     */
    public static function getContext($id)
    {
        return self::$_context[$id];
    }
    
    //arrays
    protected static $_context = array(
	    'ERR0001' => '网络超时。',
	    'ERR0002' => '系统繁忙或服务器错误，请稍后再试。',
	    'ERR0003' => '数据库连接错误。',
	    'ERR0004' => '系统错误，请联系管理员。',
	    'ERR0005' => '参数验证失败，请联系管理员。',
	    'ERR0006' => 'API调用失败。',
	    'ERR0007' => 'SESSION失效。',
    	'ERR0011' => '用户信息不存在。',
    
    	'ERR0100' => '还不是好友，不能进行操作！',
	    'ERR0101' => 'DIY装扮错误！',
	    'ERR0102' => '此位置不能放装饰物。',
	    'ERR0103' => '此位置已被其他装饰物占用。',
	    'ERR0104' => '此位置只能放墙上装饰。',
	    'ERR0105' => '此位置只能放地板上装饰。',
	    'ERR0106' => '墙壁已满不能再放了。',
	    'ERR0107' => '地板已满不能再放了。',
	    'ERR0108' => '背包里没有多余的墙上装饰了。',
	    'ERR0109' => '背包里没有多余的地板了。',
	    'ERR0110' => '装饰物数量不足。',
	    'ERR0111' => '该装饰物不能卖。',
	    'ERR0112' => '该墙上装饰不能卖。',
	    'ERR0113' => '该地板不能卖。',
	    'ERR0114' => '该装饰物在房间的数量已达上限',
	    'ERR0115' => '该装饰物已不存在。',
    
    	'ERR0201' => '学生流程错误。',
    	'ERR0202' => '房间已满，不能再放人了。',
    	'ERR0203' => '传送门时间还没到，不能放人。',
    	'ERR0204' => '传送门里没有客人了。',
    	'ERR0205' => '该传送门不存在。',
    	'ERR0206' => '还没有学习任何魔法。',
    	'ERR0207' => '该桌子当前没有客人。',
    	'ERR0208' => '该桌子客人已经在学习了。',
    	'ERR0209' => '还没有学习过该魔法。',
    	'ERR0210' => '魔法值不够了。',
    	'ERR0211' => '该桌子状态错误。',
    	'ERR0212' => '该客人目前不需要解除异常状态。',
    	'ERR0213' => '该客人已经被解除异常状态了。',
    	'ERR0214' => '学习时间还没有到，不能捡水晶哦。',
    	'ERR0215' => '已经捡过了。',
    	'ERR0216' => '最低保护，水晶已经不能再捡了。',
    
    	'ERR0301' => '魔法错误。',
    	'ERR0302' => '等级限制，还不能学习该魔法。',
    	'ERR0303' => '已经学习过该魔法了。',
    	'ERR0304' => '水晶不够了。',
    	'ERR0305' => '不是主修魔法，不能学习。',
    	'ERR0306' => '不能变化自己。',
    	'ERR0307' => '已经在变化中了，不能再变化了。',
    	'ERR0308' => '该合成物品不存在。',
    	'ERR0309' => '等级限制，还不能合成该物品。',
    	'ERR0310' => '合成需要的素材不足。',

    	'ERR0401' => '水晶交换错误。',
    	'ERR0402' => '放入的水晶数量为0',
    	'ERR0403' => '交易市场的容量已经满了',
    	'ERR0404' => '交易市场的扩容时限已经超过了',
    	'ERR0405' => '交易市场不存在',
    	'ERR0406' => '取出的水晶数量为0',
    	'ERR0407' => '没有水晶可以取出了',
    	'ERR0408' => '市场已经被扩容过了',
    	'ERR0409' => '交换的水晶数量为0',
    	'ERR0410' => '七色水晶不够了',
    	'ERR0411' => '不能交换相同的水晶',
    	'ERR0412' => '已经没有多余的水晶可以供交换了',
    
    	'ERR0501' => '商店药水错误。',
    	'ERR0502' => '药水不存在。',
    	'ERR0503' => '背包里还没有该药水。',
    	'ERR0504' => '魔法值是满的。',
    	'ERR0505' => '今天已经不能再使用该药水了。',
    
    	'ERR0601' => '***',

    
    
    	'TXT2001' => '快乐魔法',
    	'TXT2002' => '魔法小屋',
    	'TXT2003' => '魔法师',
    	'TXT2004' => '施法',
    	'TXT2005' => '魔法技能',
    	'TXT2006' => '魔法药水瓶',
    	'TXT2007' => '道具',
    	'TXT2008' => '背包',
    	'TXT2009' => '魔法建筑',
    	'TXT2010' => '装饰物',
    	'TXT2011' => '红水晶',
    	'TXT2012' => '蓝水晶',
    	'TXT2013' => '绿水晶',
    	'TXT2014' => '七色水晶',
    	'TXT2015' => '魔法值',
    	'TXT2016' => 'MP',
    	'TXT2017' => '等级',
    	'TXT2018' => '着火',
    	'TXT2019' => '冰冻',
    	'TXT2020' => '植物人',
    	'TXT2021' => '异常状态',
    
    	'TXT2099' => '***'
    );
    
    
}