8001,鸡,magicchange.1.egg,1,0,0,0,0,0,1800,50,"[[8311,1]]",10,这只鸡决不是普通的鸡，它的体内涌动着黄水晶的力量，使用后获得黄水晶
8002,木头人,magicchange.1.wood,5,1000,0,0,500,0,1800,50,"[[8312,1]]",20,木偶人掌握着褐色水晶的秘密，使用后获得褐色水晶。
8003,狗熊,magicchange.1.bear,11,5000,0,0,1000,0,1800,50,"[[8313,1]]",30,狗熊掌握着红色水晶的秘密，使用后获得红色水晶。
8004,花,magicchange.1.plant,18,10000,0,0,2000,0,1800,50,"[[8314,1]]",40,食人花掌握着绿水晶的秘密，使用后获得绿水晶。
8005,石头人,magicchange.1.stone,28,30000,0,0,3000,0,1800,50,"[[8315,1]]",50,石头人掌握着白色水晶的秘密，使用后获得白色水晶。
8006,绵羊,magicchange.1.sheep,35,70000,0,0,5000,0,1800,50,"[[8316,1]]",60,绵羊掌握着紫色水晶的秘密，使用后获得紫色水晶。
8007,铁皮人,magicchange.1.ironman,40,100000,0,0,7000,0,1800,50,"[[8317,1]]",70,铁皮人掌握着黑色水晶的秘密，使用后获得黑色水晶。
8008,冰块人,magicchange.1.ice,45,200000,0,0,10000,0,1800,50,"[[8318,1]]",80,冰块人掌握着蓝水晶的秘密，使用后获得蓝色水晶。
