1001,8000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/10,1/type:6;id:7007;num:10;,,,1/cat:4;id:8301;num:10;,coin:5;exp:45;popularity:1;,"[[8301,1]]","[[193001,1],[194002,1],[192002,1]]"
1002,9000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/11,1/type:6;id:7007;num:11;,,,1/cat:4;id:8301;num:11;,coin:5;exp:45;popularity:1;,"[[8302,1]]","[[193001,1],[194002,1],[192002,2]]"
1003,10000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 我有个艰巨的任务要交给你。,消灭棕熊王<!1@>/1,1/type:6;id:7008;num:1;,,,1/cat:4;id:8301;num:1;,coin:5;exp:45;popularity:1;,"[[8303,1]]","[[193001,1],[194002,1],[192002,3]]"
1004,11000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 这个任务会很难，你包好尿布了么。,消灭棕熊<!1@>/13,1/type:6;id:7007;num:13;,,,1/cat:4;id:8301;num:13;,coin:5;exp:45;popularity:1;,"[[8304,1]]","[[193001,1],[194002,1],[192002,4]]"
1005,12000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/14,1/type:6;id:7007;num:14;,,,1/cat:4;id:8301;num:14;,coin:5;exp:45;popularity:1;,"[[8305,1]]","[[193001,1],[194002,1],[192002,5]]"
1006,13000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/15,1/type:6;id:7007;num:15;,,,1/cat:4;id:8301;num:15;,coin:5;exp:45;popularity:1;,"[[8306,1]]","[[193001,1],[194002,1],[192002,6]]"
1007,14000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/16,1/type:6;id:7007;num:16;,,,1/cat:4;id:8301;num:16;,coin:5;exp:45;popularity:1;,"[[8307,1]]","[[193001,1],[194002,1],[192002,7]]"
1008,15000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/17,1/type:6;id:7007;num:17;,,,1/cat:4;id:8301;num:17;,coin:5;exp:45;popularity:1;,"[[8308,1]]","[[193001,1],[194002,1],[192002,8]]"
1009,16000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/18,1/type:6;id:7007;num:18;,,,1/cat:4;id:8301;num:18;,coin:5;exp:45;popularity:1;,"[[8301,1]]","[[193001,1],[194002,1],[192002,9]]"
1010,17000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 这个任务会很难，你包好尿布了么。,消灭棕熊<!1@>/19,1/type:6;id:7007;num:19;,,,1/cat:4;id:8301;num:19;,coin:5;exp:45;popularity:1;,"[[8302,1]]","[[193001,1],[194002,1],[192002,10]]"
1011,18000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/20,1/type:6;id:7007;num:20;,,,1/cat:4;id:8301;num:20;,coin:5;exp:45;popularity:1;,"[[8303,1]]","[[193001,1],[194002,1],[192002,11]]"
1012,19000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/21,1/type:6;id:7007;num:21;,,,1/cat:4;id:8301;num:21;,coin:5;exp:45;popularity:1;,"[[8304,1]]","[[193001,1],[194002,1],[192002,12]]"
1013,20000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/22,1/type:6;id:7007;num:22;,,,1/cat:4;id:8301;num:22;,coin:5;exp:45;popularity:1;,"[[8305,1]]","[[193001,1],[194002,1],[192002,13]]"
1014,21000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/23,1/type:6;id:7007;num:23;,,,1/cat:4;id:8301;num:23;,coin:5;exp:45;popularity:1;,"[[8306,1]]","[[193001,1],[194002,1],[192002,14]]"
1015,22000,矮人森林,31,1000002,31,1000002,iconclass.1.luoke,野兽来了,嗨！年轻的法师 想赚点水晶么？,消灭棕熊<!1@>/24,1/type:6;id:7007;num:24;,,,1/cat:4;id:8301;num:24;,coin:5;exp:45;popularity:1;,"[[8307,1]]","[[193001,1],[194002,1],[192002,15]]"
1016,8000,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,哭~~~我把洛克的东西给弄丢了，被他知道一定会扒了我皮，你能帮帮我么,帮助狗熊找到,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8302,1]]","[[193001,1],[194002,1],[192002,16]]"
1017,9500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,没想到你这么快就拿来的我需要的东西，不过为了表示你的诚意，你需要再帮我找一些。,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8303,1]]","[[193001,1],[194002,1],[192002,17]]"
1018,10500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8304,1]]","[[193001,1],[194002,1],[192002,18]]"
1019,11500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,你能帮我找点东西么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8305,1]]","[[193001,1],[194002,1],[192002,19]]"
1020,12500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,我最近在计划做一件大事，需要一些物品，如果你能帮我，我就给你一些好东西。,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8306,1]]","[[193001,1],[194002,1],[192002,20]]"
1021,13500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8307,1]]","[[193001,1],[194002,1],[192002,21]]"
1022,14500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8308,1]]","[[193001,1],[194002,1],[192002,22]]"
1023,15500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8301,1]]","[[193001,1],[194002,1],[192002,23]]"
1024,16500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8302,1]]","[[193001,1],[194002,1],[192002,24]]"
1025,17500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8303,1]]","[[193001,1],[194002,1],[192002,25]]"
1026,18500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8304,1]]","[[193001,1],[194002,1],[192002,26]]"
1027,19500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8305,1]]","[[193001,1],[194002,1],[192002,27]]"
1028,20500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8306,1]]","[[193001,1],[194002,1],[192002,28]]"
1029,21500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8307,1]]","[[193001,1],[194002,1],[192002,29]]"
1030,22500,矮人森林,32,1000002,32,1000002,iconclass.1.xiong,搜集物资,嗨！我的朋友 你上次给我的东西很不错哦，能再帮我弄些来么？,帮助狗熊搜集物品,,"/1type:2;id:8301;num:5;

",,1/cat:3;id:8301;num:5;,coin:5;exp:45;popularity:1;,"[[8308,1]]","[[193001,1],[194002,1],[192002,30]]"
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,
