1,1,新手村,1,1000001,1,1000001,iconclass.1.lele,传授魔法,传授学生一次魔法,传授学生<!1@>/1次魔法,1/type:3;id:0;num:1;,,,,coin:50;exp:20;,"[[21,1]]",[]
2,1,新手村,1,1000001,1,1000001,iconclass.1.lele,解救学生,解救智商低的学生,解救学生<!1@>/1次,1/type:4;id:0;num:1;,,,,coin:50;exp:20;,"[[22,1]]",[]
4,1,新手村,1,1000001,1,1000001,iconclass.1.lele,使用变化咒,使用一次变化咒,使用1次变化咒<!1@>/1,1/type:11;id:0;num:1;,,,,coin:50;exp:20;,"[[8301,5]]",[]
5,1,新手村,1,1000001,1,1000001,iconclass.1.lele,合成课桌,合成初级小木桌,合成初级小木桌<!1@>/1,1/type:1;id:191001;num:1;,,,,coin:50;exp:20;,"[[8302,5]]",[]
