21,魔法面包,item.1.mianbao,哈里波特啃过的面包，使用后立即回复25点魔法,25,300,0,0,0,0,1,9,1,0
22,魔法香蕉,item.1.xiangjiao,什么动物喜欢吃香蕉？使用后立即回复50点魔法,50,600,0,0,0,0,1,9,1,0
23,魔法汽水,item.1.qishui,这瓶汽水貌似放了很多年了，使用过后立即回复75点魔法,75,900,0,0,0,0,1,9,1,0
24,魔法黄油啤酒,item.1.pijiu,矮人森林特产，使用后立即回复200点魔法,120,0,0,0,0,3,1,99,1,0
25,小瓶法力药剂,item.1.xiaopinmofayaoji,炼金术士拍拍丢弃的小药瓶，使用后立即回复200点魔法,250,0,0,0,0,5,2,99,1,0
26,中瓶法力药剂,item.1.zhongpinmofayaoji,瓶子的底部写着拍拍药剂研究院c级产品，使用后立即回复500点魔法,500,0,0,0,0,8,2,99,1,0
27,大瓶法力药剂,item.1.dapinmofayaoji,瓶子的底部写着拍拍药剂研究院b级产品，使用后立即回复1200点魔法,1200,0,0,0,0,15,2,99,1,0
28,超级魔法药剂,item.1.chaojimofayaoji,这瓶药剂释放的魔力弥漫在空气中，使用后立即回复2500点魔法,2500,0,0,0,0,20,2,99,1,0
8301,魔法凝胶D型,item.1.jiaoshui1,皇家研究院产品，可以用来合成和炼金,0,50,0,0,0,0,3,0,1,0
8302,木材,item.1.wood,普通的木材，可以用来合成和炼金,0,50,0,0,0,0,3,0,1,0
8303,石块,item.1.stone,未加工过很粗糙，可以用来合成和炼金,0,50,0,0,0,0,3,0,1,0
8304,铁,item.1.ironman,普通生铁，可以用来合成和炼金,0,50,0,0,0,0,3,0,1,0
8305,皮毛,item.1.sheep,很难获得的皮毛，可以用来合成和炼金,0,50,0,0,0,0,3,0,1,0
8306,银,item.1.yin,稀有的金属，可以用来合成和炼金,0,50,0,0,0,0,3,0,1,0
8307,冰块,item.1.ice,降温材料，可以用来合成和炼金,0,50,0,0,0,0,3,0,1,0
8311,黄水晶,item.1.yellow, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
8312,褐水晶,item.1.heseshuijing, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
8313,红水晶,item.1.red, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
8314,绿水晶,item.1.green, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
8315,白水晶,item.1.white, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
8316,紫水晶,item.1.ziseshuijing, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
8317,黑水晶,item.1.black, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
8318,蓝水晶 ,item.1.blue, 水晶中似乎蕴藏的神秘的力量，使用变化术可获得,0,0,0,0,0,5,3,0,1,0
101,通行证,item.1.passer,一张羊皮纸，上面有一个魔法符文印戳，解锁新场景后自动消失。,0,0,0,0,0,0,4,0,0,0
